{
  "Align": { "branch": "master" },
  "ShaderHighLight": { "branch": "master" },
  "adrone.vim": { "branch": "master" },
  "aho-bakaup.vim": { "branch": "master" },
  "ale": { "branch": "master" },
  "alex.vim": { "branch": "master" },
  "async.vim": { "branch": "master" },
  "asyncomplete-lsp.vim": { "branch": "master" },
  "asyncomplete.vim": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "autofmt": { "branch": "master" },
  "bats.vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "caw.vim": { "branch": "master" },
  "concealedyank.vim": { "branch": "master" },
  "context_filetype.vim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "deepl.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "dhall-vim": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "flatten.nvim": { "branch": "main" },
  "foldCC": { "branch": "master" },
  "galaxyline.nvim": { "branch": "main" },
  "ghci-syntax": { "branch": "master" },
  "gin.vim": { "branch": "main" },
  "haskell-vim": { "branch": "master" },
  "incsearch.vim": { "branch": "master" },
  "json5.vim": { "branch": "master" },
  "kensaku-search.vim": { "branch": "main" },
  "kensaku.vim": { "branch": "main" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lexima.vim": { "branch": "master" },
  "lucariox.vim": { "branch": "master" },
  "neomru.vim": { "branch": "master" },
  "neosnippet.vim": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "open-browser-github.vim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "operator-camelize.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "previm": { "branch": "master" },
  "quickpeek.vim": { "branch": "main" },
  "rainbow": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "sync-term-cwd.vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "translate.vim": { "branch": "master" },
  "typescript-vim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-anzu": { "branch": "master" },
  "vim-crystal": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-cursorword": { "branch": "master" },
  "vim-dirvish": { "branch": "master" },
  "vim-fat-finger": { "branch": "master" },
  "vim-firestore": { "branch": "master" },
  "vim-fish": { "branch": "master" },
  "vim-fmap": { "branch": "master" },
  "vim-ft-clojure": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gfm-syntax": { "branch": "master" },
  "vim-ghcid-quickfix": { "branch": "master" },
  "vim-gist": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-graphql": { "branch": "master" },
  "vim-haskell-sort-import": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-indent-guides": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jsx-typescript": { "branch": "master" },
  "vim-lsp": { "branch": "master" },
  "vim-lsp-settings": { "branch": "master" },
  "vim-manpager": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-operator-surround": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-precious": { "branch": "master" },
  "vim-ps1": { "branch": "master" },
  "vim-qfedit": { "branch": "master" },
  "vim-quickrepl": { "branch": "master" },
  "vim-quickrun": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-review": { "branch": "master" },
  "vim-scala": { "branch": "master" },
  "vim-scratch-buffer": { "branch": "main" },
  "vim-shot-f": { "branch": "master" },
  "vim-silicon": { "branch": "master" },
  "vim-submode": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-textobj-between": { "branch": "master" },
  "vim-textobj-from_regexp": { "branch": "master" },
  "vim-textobj-indent": { "branch": "master" },
  "vim-textobj-jabraces": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-textobj-xmlattr": { "branch": "master" },
  "vim-themis": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-tsx": { "branch": "master" },
  "vim-visualstar": { "branch": "master" },
  "vim-vue": { "branch": "master" },
  "vim-webpage": { "branch": "master" },
  "vim-write-sync": { "branch": "main" },
  "vim-yaml": { "branch": "master" },
  "vimdoc-ja": { "branch": "master" },
  "vimproc.vim": { "branch": "master" },
  "webapi-vim": { "branch": "master" },
  "yanky.nvim": { "branch": "main" }
}
