{
  "Align": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "ShaderHighLight": { "branch": "master" },
  "adrone.vim": { "branch": "master" },
  "ale": { "branch": "master" },
  "alex.vim": { "branch": "master" },
  "async.vim": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "bakaup.vim": { "branch": "master" },
  "bats.vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "claudecode.nvim": { "branch": "main" },
  "cmdpalette.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorful-winsep.nvim": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "deepl.nvim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "galaxyline.nvim": { "branch": "main" },
  "gin.vim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "incline.nvim": { "branch": "main" },
  "jaq-nvim": { "branch": "master" },
  "kensaku-search.vim": { "branch": "main" },
  "kensaku.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lexima.vim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-FeMaco.lua": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-just-stay-search": { "branch": "main" },
  "nvim-luasnip-emoji": { "branch": "main" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "operator-camelize.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "previm": { "branch": "master" },
  "quickpeek.vim": { "branch": "main" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "screenkey.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-github.nvim": { "branch": "master" },
  "telescope-heading.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "toggleterm.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-cursorword": { "branch": "master" },
  "vim-fern-git-status": { "branch": "master" },
  "vim-fern-renderer-nerdfont": { "branch": "master" },
  "vim-gfm-syntax": { "branch": "master" },
  "vim-glyph-palette": { "branch": "master" },
  "vim-manpager": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-neoquickrun": { "branch": "master" },
  "vim-nerdfont": { "branch": "master" },
  "vim-operator-surround": { "branch": "master" },
  "vim-operator-user": { "branch": "master" },
  "vim-qfedit": { "branch": "master" },
  "vim-quickrepl": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-review": { "branch": "master" },
  "vim-submode": { "branch": "master" },
  "vim-textobj-between": { "branch": "master" },
  "vim-textobj-from_regexp": { "branch": "master" },
  "vim-textobj-indent": { "branch": "master" },
  "vim-textobj-jabraces": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-textobj-xmlattr": { "branch": "master" },
  "vim-themis": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-webpage": { "branch": "master" },
  "vim-write-sync": { "branch": "main" },
  "vim-yaml": { "branch": "master" },
  "yanky.nvim": { "branch": "main" }
}
